airatarin
thank
you
good
bye
restaurant
what
about
any
area
im
looking
for
an
expensive
in
the
east
part
of
town
i
need
a
moderately
priced
south
how
bout
price
range
is
there
jamaican
dont
care
cheap
gastropub
can
have
address
and
phone
number
get
their
okay
whats
its
anything
unintelligible
type
food
do
they
serve
post
code
modern
european
west
serving
barbecue
else
that
serves
indian
it
moderate
chinese
yes
are
center
noise
want
to
find
rest
vietnamese
russian
korean
anyone
turkish
may
irish
north
no
id
like
creative
sil
polynesian
venue
uh
does
sea
could
please
swedish
other
postcode
corsica
italian
thai
hungarian
well
christmas
asian
oriental
kind
goodbye
with
breath
fusion
belgian
new
york
city
portugeuse
japanese
ne
cool
side
am
hi
spanish
restaurants
mediterranean
greek
portuguese
would
british
besides
golden
wok
french
doesnt
matter
cantonates
spani
know
should
persian
telephone
steak
house
something
or
um
german
welsh
us
traditional
tow
give
me
first
next
euro
mexican
swiss
pan
baskey
afghan
african
show
least
australian
scandinavian
thats
centre
ah
got
ye
much
alright
american
tailand
trying
modreately
my
ok
thanks
halal
caribbean
lebanese
cantonese
polish
another
eritrean
sounds
water
cherries
high
venetian
fine
iam
danish
cuban
go
back
others
arotrian
one
kay
be
moroccan
where
air
tran
searching
austrian
belgium
bistro
static
international
such
korea
but
right
canapes
ts
re
kosher
yeah
hate
ly
cut
rerestaurant
tell
see
stop
vegetarian
hello
darling
duration
tuscan
unusual
free
help
decide
venues
available
ty
needs
romanian
english
postal
yea
lcoated
modereate
foods
repeat
earatree
takes
out
catalan
luck
thatll
dear
baskaye
system
portugese
singaporean
from
thailand
start
again
prices
appleton
wiscon
sorry
some
knocking
very
great
sells
on
af
list
hm
by
brazilian
not
eartrain
breathing
over
awesome
try
welcome
cough
oh
god
as
long
seafood
different
res
bristish
at
pizza
hutt
recommend
place
spensive
f
only
music
cant
opean
gonville
caius
college
austria
surprise
scottish
so
malaysian
this
cannabis
shows
gastro
pub
central
unintelligent
foo
world
promo
options
survey
wait
steakhouse
bask
tha
numeber
thing
plea
p
moderat
addre
earatrain
change
t
halo
fish
day
just
fuck
every
time
moron
says
sucks
adress
b
ele
turk
then
cambridge
ffood
vietna
mediteranian
carrier
all
option
has
ser
wha
euorpean
down
ea
adddress
did
we
if
cross
inaudible
moment
holy
cow
nymber
excellent
cute
thare
romania
ven
downtown
chiquito
worth
singapore
your
da
vinci
pizzeria
restauarant
vanessa
ostro
more
park
welch
europone
sweedish
train
endonesian
damn
australasian
er
earetree
spice
huh
ever
basque
elses
inner
eur
carraibean
let
indonesian
cost
missing
sock
ya
derately
hk
ones
m
meant
who
india
fdod
anywhere
probably
wanna
modertley
wisconsin
eirtrean
location
ko
wondering
theres
chinses
